<?php
// Text
$_['text_subject']        = '%s - პარტნიორული პროგრამა';
$_['text_welcome']        = 'გმადლობთ, რომ შეუერთდით %s-ის პარტნიორულ პროგრამას!';
$_['text_login']          = 'თქვენი ანგარიში წარმატებით შეიქმნა და შეგიძლიათ შეხვიდეთ სისტემაში თქვენი ელ. ფოსტისა და პაროლის გამოყენებით ჩვენს ვებგვერდზე ან შემდეგ ბმულზე:';
$_['text_approval']       = 'თქვენი ანგარიში საჭიროებს დადასტურებას შესვლამდე. დადასტურების შემდეგ შეძლებთ სისტემაში შესვლას თქვენი ელ. ფოსტისა და პაროლის გამოყენებით ჩვენს ვებგვერდზე ან შემდეგ ბმულზე:';
$_['text_service']        = 'სისტემაში შესვლის შემდეგ შეძლებთ თრექინგ კოდების გენერირებას, საკომისიო გადახდების თვალყურის დევნებას და თქვენი ანგარიშის ინფორმაციის რედაქტირებას.';
$_['text_thanks']         = 'მადლობით,';
$_['text_new_affiliate']  = 'ახალი პარტნიორი';
$_['text_signup']         = 'დარეგისტრირდა ახალი პარტნიორი:';
$_['text_website']        = 'ვებგვერდი:';
$_['text_customer_group'] = 'მომხმარებელთა ჯგუფი:';
$_['text_firstname']      = 'სახელი:';
$_['text_lastname']       = 'გვარი:';
$_['text_company']        = 'კომპანია:';
$_['text_email']          = 'ელ. ფოსტა:';
$_['text_telephone']      = 'ტელეფონი:';

// Button
$_['button_login']        = 'ავტორიზაცია';
