<?php
// Text
$_['text_subject']  = '%s - GDPR მონაცემების ექსპორტის/წაშლის მოთხოვნა!';
$_['text_export']   = 'მონაცემების ექსპორტის მოთხოვნა';
$_['text_remove']   = 'ანგარიშის წაშლის მოთხოვნა';
$_['text_gdpr']     = 'ამ ელ. ფოსტის მისამართიდან შემოვიდა GDPR მოთხოვნა. მოქმედების დასადასტურებლად დააჭირეთ ქვემოთ მოცემულ ბმულს:';
$_['text_ip']       = 'ამ მოთხოვნის გასაკეთებლად გამოყენებული IP მისამართია:';
$_['text_contact']  = 'თუ თქვენ არ გაგზავნიხართ ეს მოთხოვნა, გთხოვთ, დაუკავშირდეთ მაღაზიის მფლობელს აქ:';
$_['text_thanks']   = 'მადლობით,';
$_['text_ignore']   = 'თუ თქვენ არ გაგზავნიხართ ეს მოთხოვნა, უგულებელყავით ეს წერილი.';

// Buttons
$_['button_export'] = 'ვადასტურებ ჩემი მონაცემების ექსპორტს';
$_['button_remove'] = 'ვადასტურებ ჩემი ანგარიშის წაშლას';
