<?php
// Text
$_['text_subject']        = '%s - გმადლობთ რეგისტრაციისთვის';
$_['text_welcome']        = 'მოგესალმებით და გმადლობთ, რომ დარეგისტრირდით %s-ზე!';
$_['text_login']          = 'თქვენი ანგარიში წარმატებით შეიქმნა და შეგიძლიათ შეხვიდეთ სისტემაში თქვენი ელ. ფოსტისა და პაროლის გამოყენებით ჩვენს ვებგვერდზე ან შემდეგ ბმულზე:';
$_['text_approval']       = 'თქვენი ანგარიში საჭიროებს დადასტურებას შესვლამდე. დადასტურების შემდეგ შეძლებთ სისტემაში შესვლას თქვენი ელ. ფოსტისა და პაროლის გამოყენებით ჩვენს ვებგვერდზე ან შემდეგ ბმულზე:';
$_['text_service']        = 'სისტემაში შესვლის შემდეგ შეძლებთ სხვა სერვისების გამოყენებას, მათ შორის წარსული შეკვეთების ნახვას, ინვოისების ბეჭდვას და თქვენი ანგარიშის ინფორმაციის რედაქტირებას.';
$_['text_thanks']         = 'მადლობით,';
$_['text_new_customer']   = 'ახალი მომხმარებელი';
$_['text_signup']         = 'დარეგისტრირდა ახალი მომხმარებელი:';
$_['text_customer_group'] = 'მომხმარებელთა ჯგუფი:';
$_['text_firstname']      = 'სახელი:';
$_['text_lastname']       = 'გვარი:';
$_['text_email']          = 'ელ. ფოსტა:';
$_['text_telephone']      = 'ტელეფონი:';

// Button
$_['button_login']        = 'ავტორიზაცია';
