<?php
// Heading
$_['heading_title']              = 'კალათა';

// Text
$_['text_success']               = '<a href="%s">%s</a> დამატებულია <a href="%s">კალათაში</a>!';
$_['text_edit']                  = 'წარმატება: თქვენი კალათა განახლდა!';
$_['text_remove']                = 'კალათა წარმატებით განახლდა!';
$_['text_login']                 = 'ყურადღება: ფასების სანახავად საჭიროა <a href="%s">გაიაროთ ავტორიზაცია</a> ან <a href="%s">შექმნათ ანგარიში</a>!';
$_['text_no_results']            = 'თქვენი კალათა ცარიელია!';
$_['text_model']                 = 'მოდელი';
$_['text_subscription']          = 'გამოწერა';
$_['text_subscription_trial']    = '%s ყოველ %d %s-ში, %d გადახდისთვის, შემდეგ ';
$_['text_subscription_duration'] = '%s ყოველ %d %s-ში, %d გადახდისთვის';
$_['text_subscription_cancel']   = '%s ყოველ %d %s-ში, გაუქმებამდე';
$_['text_day']                   = 'დღე';
$_['text_week']                  = 'კვირა';
$_['text_semi_month']            = 'ნახევარი თვე';
$_['text_month']                 = 'თვე';
$_['text_year']                  = 'წელი';
$_['text_points']                = 'სასაჩუქრე ქულა: %s';
$_['text_next']                  = 'რისი გაკეთება გსურთ შემდეგ?';
$_['text_next_choice']           = 'აირჩიეთ, თუ გსურთ ფასდაკლების კოდის ან საჩუქრის ქულების გამოყენება, ან მიწოდების ღირებულების გამოთვლა.';

// Column
$_['column_image']               = 'სურათი';
$_['column_name']                = 'დასახელება';
$_['column_quantity']            = 'რაოდენობა';
$_['column_price']               = 'ერთ. ღირებულება';
$_['column_total']               = 'სულ';

// Error
$_['error_stock']                = 'პროდუქტები, რომლებიც მონიშნულია *** ნიშნით, არ არის ხელმისაწვდომი მოთხოვნილი რაოდენობით ან არ არის საწყობში!';
$_['error_minimum']              = '%s-ის მინიმალური შეკვეთის ოდენობაა %s!';
$_['error_required']             = '%s სავალდებულოა!';
$_['error_regex']                = '%s არასწორი მნიშვნელობაა!';
$_['error_product']              = 'გაფრთხილება: თქვენს კალათაში პროდუქტები არ არის!';
$_['error_subscription']         = 'გამოწერის გეგმა არასწორია!';
