<?php
// Heading
$_['heading_title'] = 'გადახდა ვერ განხორციელდა!';

// Text
$_['text_basket']   = 'კალათა';
$_['text_checkout'] = 'შეკვეთის გაფორმება';
$_['text_failure']  = 'გადახდის შეცდომა';
$_['text_message']  = '<p>თქვენი გადახდის დამუშავებისას წარმოიშვა პრობლემა და შეკვეთა ვერ დასრულდა.</p><p>შესაძლო მიზეზებია:</p><ul><li>არასაკმარისი თანხა</li><li>ვერიფიკაცია ვერ განხორციელდა</li></ul><p>გთხოვთ, სცადოთ შეკვეთა თავიდან, სხვა გადახდის მეთოდის გამოყენებით.</p><p>თუ პრობლემა გრძელდება, გთხოვთ <a href="%s">დაგვიკავშირდეთ</a> იმ შეკვეთის დეტალებით, რომლის გაფორმებასაც ცდილობთ.</p>';
