<?php
// Heading
$_['heading_title']         = 'გადახდის მისამართი';

// Text
$_['text_address_new']      = 'მინდა გამოვიყენო ახალი მისამართი';
$_['text_address_existing'] = 'მინდა გამოვიყენო არსებული მისამართი';
$_['text_success']          = 'წარმატება: გადახდის მისამართი შეიცვალა!';

// Entry
$_['entry_address']         = 'აირჩიეთ მისამართი';
$_['entry_firstname']       = 'სახელი';
$_['entry_lastname']        = 'გვარი';
$_['entry_company']         = 'კომპანია';
$_['entry_address_1']       = 'მისამართი 1';
$_['entry_address_2']       = 'მისამართი 2';
$_['entry_postcode']        = 'საფოსტო კოდი';
$_['entry_city']            = 'ქალაქი';
$_['entry_country']         = 'ქვეყანა';
$_['entry_zone']            = 'რეგიონი';

// Error
$_['error_customer']        = 'მომხმარებელი სავალდებულოა!';
$_['error_address']         = 'გადახდის მისამართი ვერ მოიძებნა!';
$_['error_firstname']       = 'სახელი უნდა შედგებოდეს 1-დან 32 სიმბოლომდე!';
$_['error_lastname']        = 'გვარი უნდა შედგებოდეს 1-დან 32 სიმბოლომდე!';
$_['error_address_1']       = 'მისამართი 1 უნდა შედგებოდეს 3-დან 128 სიმბოლომდე!';
$_['error_city']            = 'ქალაქი უნდა შედგებოდეს 2-დან 128 სიმბოლომდე!';
$_['error_postcode']        = 'საფოსტო კოდი უნდა შედგებოდეს 2-დან 10 სიმბოლომდე!';
$_['error_country']         = 'გთხოვთ, აირჩიოთ ქვეყანა!';
$_['error_zone']            = 'გთხოვთ, აირჩიოთ რეგიონი!';
$_['error_custom_field']    = '%s სავალდებულოა!';
$_['error_regex']           = '%s არასწორი მნიშვნელობაა!';
