<?php
// Heading
$_['heading_title']          = 'გადახდის მეთოდი';

// Text
$_['text_payment_method']    = 'გადახდის მეთოდის ვარიანტები';
$_['text_payment']           = 'გთხოვთ, აირჩიოთ სასურველი გადახდის მეთოდი ამ შეკვეთისთვის.';
$_['text_comments']          = 'დაამატეთ კომენტარი თქვენს შეკვეთასთან დაკავშირებით';
$_['text_agree']             = 'წავიკითხე და ვეთანხმები <a href="%s" class="modal-link"><b>%s</b></a>-ს';
$_['text_success']           = 'წარმატება: გადახდის მეთოდი შეიცვალა!';
$_['text_comment']           = 'წარმატება: კომენტარი დაემატა!';

// Entry
$_['entry_payment_method']   = 'აირჩიეთ გადახდის მეთოდი...';

// Error
$_['error_order']            = 'შეკვეთა ვერ მოიძებნა! გთხოვთ, განაახლოთ გვერდი.';
$_['error_customer']         = 'მომხმარებელი სავალდებულოა!';
$_['error_payment_address']  = 'გადახდის მისამართი სავალდებულოა!';
$_['error_shipping_address'] = 'მიწოდების მისამართი სავალდებულოა!';
$_['error_shipping_method']  = 'მიწოდების მეთოდი სავალდებულოა!';
$_['error_payment_method']   = 'გადახდის მეთოდი სავალდებულოა!';
$_['error_no_payment']       = 'გადახდის მეთოდები ხელმისაწვდომი არ არის. დახმარებისთვის გთხოვთ <a href="%s">დაგვიკავშირდეთ</a>!';
