<?php
// Heading
$_['heading_title']            = 'თქვენი პირადი დეტალები';

// Text
$_['text_login']               = 'თუ უკვე გაქვთ ანგარიში ჩვენთან, Google ან Facebook, გთხოვთ შეხვიდეთ <a href="%s"><strong>შესვლის გვერდზე</strong></a>.';
$_['text_register']            = 'ანგარიშის რეგისტრაცია';
$_['text_guest']               = 'სტუმრის გადახდა';
$_['text_payment_address']     = 'გადახდის მისამართი';
$_['text_shipping_address']    = 'მიწოდების მისამართი';
$_['text_your_password']       = 'თქვენი პაროლი';
$_['text_agree']               = 'მე წავიკითხე და ვეთანხმები <a href="%s" class="modal-link"><b>%s</b></a>';
$_['text_success_add']         = 'წარმატება: თქვენი ანგარიში შეიქმნა!';
$_['text_success_guest']       = 'წარმატება: სტუმრის ანგარიშის ინფორმაცია შენახულია!';
$_['text_success_edit']        = 'წარმატება: თქვენი ანგარიში წარმატებით განახლდა.';

// Entry
$_['entry_customer_group']     = 'ანგარიშის ტიპი';
$_['entry_firstname']          = 'სახელი';
$_['entry_lastname']           = 'გვარი';
$_['entry_email']              = 'ელ. ფოსტა';
$_['entry_telephone']          = 'ტელეფონი';
$_['entry_password']           = 'პაროლი';
$_['entry_company']            = 'კომპანია';
$_['entry_address_1']          = 'მისამართი 1';
$_['entry_address_2']          = 'მისამართი 2';
$_['entry_postcode']           = 'საფოსტო კოდი';
$_['entry_city']               = 'ქალაქი';
$_['entry_country']            = 'ქვეყანა';
$_['entry_zone']               = 'რეგიონი';
$_['entry_match']              = 'ჩემი მიწოდებისა და გადახდის მისამართები ერთნაირია.';
$_['entry_newsletter']         = 'მინდა გამოიწეროთ ბიულეტენი.';

// Error
$_['error_guest']              = 'გაფრთხილება: თქვენს კალათაში არსებული პროდუქტები საჭიროებს ანგარიშის რეგისტრაციას!';
$_['error_firstname']          = 'სახელი უნდა შედგებოდეს 1-დან 32 სიმბოლომდე!';
$_['error_lastname']           = 'გვარი უნდა შედგებოდეს 1-დან 32 სიმბოლომდე!';
$_['error_customer_group']     = 'მომხმარებლის ჯგუფი არასწორია!';
$_['error_customer_approval']  = 'გაფრთხილება: თქვენი მომხმარებლის ჯგუფი საჭიროებს დადასტურებას და არ შეიძლება გამოყენებულ იქნას სტუმრის ანგარიშთან ერთად.';
$_['error_email']              = 'ელ. ფოსტის მისამართი არასწორია!';
$_['error_exists']             = 'გაფრთხილება: ეს ელ. ფოსტის მისამართი უკვე რეგისტრირებულია!';
$_['error_telephone']          = 'ტელეფონის ნომერი უნდა შედგებოდეს 3-დან 32 სიმბოლომდე!';
$_['error_password']           = 'პაროლი უნდა შედგებოდეს 6-დან 20 სიმბოლომდე!';
$_['error_password_uppercase'] = 'დიდი ასო';
$_['error_password_lowercase'] = 'პატარა ასო';
$_['error_password_number']    = 'ციფრი';
$_['error_password_symbol']    = 'სიმბოლო';
$_['error_password_length']    = 'პაროლი უნდა შედგებოდეს %d-დან 40 სიმბოლომდე!';
$_['error_address_1']          = 'მისამართი 1 უნდა შედგებოდეს 3-დან 128 სიმბოლომდე!';
$_['error_city']               = 'ქალაქი უნდა შედგებოდეს 2-დან 128 სიმბოლომდე!';
$_['error_postcode']           = 'საფოსტო კოდი უნდა შედგებოდეს 2-დან 10 სიმბოლომდე!';
$_['error_country']            = 'გთხოვთ, აირჩიოთ ქვეყანა!';
$_['error_zone']               = 'გთხოვთ, აირჩიოთ რეგიონი!';
$_['error_agree']              = 'გაფრთხილება: თქვენ უნდა დაეთანხმოთ %s-ს!';
$_['error_custom_field']       = '%s სავალდებულოა!';
$_['error_regex']              = '%s არასწორი მნიშვნელობაა!';
