<?php
// Heading
$_['heading_title']          = 'მიტანის მეთოდი';

// Text
$_['text_shipping_method']   = 'მიწოდების მეთოდის ვარიანტები';
$_['text_shipping']          = 'გთხოვთ, აირჩიოთ სასურველი მიწოდების მეთოდი ამ შეკვეთისთვის.';
$_['text_success']           = 'წარმატება: მიწოდების მეთოდი შეიცვალა!';

// Entry
$_['entry_shipping_method']  = 'აირჩიეთ მიტანის მეთოდი...';

// Error
$_['error_customer']         = 'მომხმარებელი სავალდებულოა!';
$_['error_payment_address']  = 'გადახდის მისამართი სავალდებულოა!';
$_['error_shipping_address'] = '<strong>გადაზიდვის მეთოდის შერჩევამდე...</strong><ol><li>შეიყვანეთ თქვენი პირადი დეტალები და მიწოდების მისამართი.</li><li>მიიღეთ "წესები და პირობები".</li><li>დააჭირეთ ღილაკს "გაგრძელება".</li></ol>';
$_['error_shipping_method']  = 'მიწოდების მეთოდი სავალდებულოა!';
$_['error_no_shipping']      = 'მიწოდების მეთოდები ხელმისაწვდომი არ არის. დახმარებისთვის გთხოვთ <a href="%s">დაგვიკავშირდეთ</a>!';
