<?php
// Heading
$_['heading_title']     = 'პერსონალურ მონაცემთა დაცვის ზოგადი რეგულაციის მოთხოვნა';

// Text
$_['text_account']      = 'ანგარიში';
$_['text_gdpr']         = '%s-ის GDPR პოლიტიკის ნახვა შეგიძლიათ <a href="%s" target="_blank">%s</a> გვერდზე.';
$_['text_verification'] = 'ანგარიშის ვერიფიკაცია';
$_['text_email']        = 'GDPR მოთხოვნის შესრულებამდე საჭიროა თქვენი ანგარიშის დადასტურება. გთხოვთ, ქვემოთ შეიყვანოთ თქვენი ელ. ფოსტის მისამართი.';
$_['text_action']       = 'აირჩიეთ მოქმედება';
$_['text_export']       = 'პირადი მონაცემების ექსპორტი';
$_['text_remove']       = 'პირადი მონაცემების წაშლა';
$_['text_warning']      = 'გაფრთხილება: თქვენ დაკარგავთ წვდომას თქვენს ანგარიშზე!';
$_['text_access']       = 'თქვენ აღარ გექნებათ წვდომა თქვენს %s ანგარიშზე.';
$_['text_history']      = 'თქვენ აღარ გექნებათ წვდომა შეკვეთების ისტორიაზე, ინვოისებზე, რჩეულთა სიებზე ან ჩამოტვირთვებზე.';
$_['text_limit']        = 'ანგარიშის წაშლის მოთხოვნები დამუშავდება <strong>%s დღის</strong> შემდეგ, რათა შესაძლებელი იყოს თაღლითობის აღმოჩენის, დავალიანების გადახდის ან თანხის დაბრუნების პროცედურების დასრულება.';
$_['text_success']      = 'წარმატება: თქვენს ელ. ფოსტის მისამართზე გამოგზავნილია წერილი!';
$_['text_cancel']		= 'გაუქმება';

// Entry
$_['entry_email']       = 'ელ. ფოსტა';

// Error
$_['error_email']       = 'ელ. ფოსტის მისამართი არასწორია!';
$_['error_action']      = 'გთხოვთ, აირჩიოთ სწორი GDPR მოქმედება!';
