<?php
// Heading
$_['heading_title'] = 'გამოიყენეთ ჯილდოს ქულები (ხელმისაწვდომია %s)';

// Text
$_['text_success']  = 'წარმატება: თქვენი ჯილდოს ქულების ფასდაკლება გამოყენებულია!';

// Entry
$_['entry_reward']  = 'გამოსაყენებელი ქულები (მაქს. %s)';

// Error
$_['error_reward']  = 'გაფრთხილება: გთხოვთ, შეიყვანოთ გამოსაყენებელი ჯილდოს ქულების რაოდენობა!';
$_['error_points']  = 'გაფრთხილება: თქვენ არ გაქვთ %s ჯილდოს ქულა!';
$_['error_maximum'] = 'გაფრთხილება: მაქსიმალური რაოდენობა ქულების, რომელთა გამოყენებაც შესაძლებელია, არის %s!';
$_['error_status']  = 'გაფრთხილება: ჯილდოს ქულები არ არის ჩართული ამ მაღაზიაში!';
