<?php
// Heading
$_['heading_title']        = 'მიწოდებისა და გადასახადების გამოთვლა';

// Text
$_['text_shipping_method'] = 'მიწოდების მეთოდის ვარიანტები';
$_['text_destination']     = 'შეიყვანეთ დანიშნულების ადგილი მიწოდების ღირებულების გამოსათვლელად.';
$_['text_estimate']        = 'გთხოვთ, აირჩიოთ სასურველი მიწოდების მეთოდი ამ შეკვეთისთვის.';
$_['text_success']         = 'წარმატება: მიწოდების ღირებულების გამოთვლა გამოყენებულია!';

// Entry
$_['entry_country']        = 'ქვეყანა';
$_['entry_zone']           = 'რეგიონი';
$_['entry_postcode']       = 'საფოსტო კოდი';

// Error
$_['error_postcode']       = 'საფოსტო კოდი უნდა შედგებოდეს 2-დან 10 სიმბოლომდე!';
$_['error_country']        = 'გთხოვთ, აირჩიოთ ქვეყანა!';
$_['error_zone']           = 'გთხოვთ, აირჩიოთ რეგიონი!';
$_['error_shipping']       = 'გაფრთხილება: მიწოდების მეთოდი სავალდებულოა!';
$_['error_no_shipping']    = 'გაფრთხილება: მიწოდების მეთოდები ხელმისაწვდომი არ არის. დახმარებისთვის გთხოვთ <a href="%s">დაგვიკავშირდეთ</a>!';
