<?php
// Heading
$_['heading_title']      = 'მისამართების წიგნი';

// Text
$_['text_account']       = 'ანგარიში';
$_['text_address_book']  = 'მისამართები';
$_['text_address_add']   = 'მისამართის დამატება';
$_['text_address_edit']  = 'მისამართის რედაქტირება';
$_['text_add']           = 'მისამართი დამატებულია';
$_['text_edit']          = 'მისამართი განახლებულია';
$_['text_delete']        = 'მისამართი წაშლილია';
$_['text_no_results']    = 'თქვენ არ გაქვთ მისამართები თქვენს ანგარიშში.';
$_['text_default']       = 'ნაგულისხმევი';

// Entry
$_['entry_firstname']    = 'სახელი';
$_['entry_lastname']     = 'გვარი';
$_['entry_company']      = 'კომპანია';
$_['entry_address_1']    = 'მისამართი 1';
$_['entry_address_2']    = 'მისამართი 2';
$_['entry_postcode']     = 'საფოსტო კოდი';
$_['entry_city']         = 'ქალაქი';
$_['entry_country']      = 'ქვეყანა';
$_['entry_zone']         = 'რეგიონი';
$_['entry_default']      = 'საწყისი მისამართი';

// Error
$_['error_token']        = 'გაფრთხილება: მისამართის ტოკენი არასწორია!';
$_['error_subscription'] = 'გაფრთხილება: მისამართი კვლავ გამოიყენება %s აქტიური გამოწერის მიერ!';
$_['error_default']      = 'გაფრთხილება: საჭიროა ნაგულისხმევი მისამართი!';
$_['error_delete']       = 'გაფრთხილება: უნდა გქონდეთ მინიმუმ ერთი მისამართი!';
$_['error_firstname']    = 'სახელი უნდა შედგებოდეს 1-დან 32 სიმბოლომდე!';
$_['error_lastname']     = 'გვარი უნდა შედგებოდეს 1-დან 32 სიმბოლომდე!';
$_['error_address_1']    = 'მისამართი უნდა შედგებოდეს 3-დან 128 სიმბოლომდე!';
$_['error_postcode']     = 'საფოსტო კოდი უნდა შედგებოდეს 2-დან 10 სიმბოლომდე!';
$_['error_city']         = 'ქალაქი უნდა შედგებოდეს 2-დან 128 სიმბოლომდე!';
$_['error_country']      = 'გთხოვთ, აირჩიოთ ქვეყანა!';
$_['error_zone']         = 'გთხოვთ, აირჩიოთ რეგიონი!';
$_['error_custom_field'] = '%s სავალდებულოა!';
$_['error_regex']        = '%s არასწორი მნიშვნელობაა!';
