<?php
// Heading
$_['heading_title'] = 'დაიცავით თქვენი ანგარიში';

// Text
$_['text_security'] = 'უცნობი მოწყობილობიდან ან კომპიუტერიდან შესვლისას თქვენ უნდა უპასუხოთ უსაფრთხოების კითხვას.';
$_['text_code']     = 'თქვენს ელ. ფოსტაზე გამოგზავნილია უსაფრთხოების კოდი. გასაგრძელებლად შეიყვანეთ კოდი ქვემოთ.';
$_['text_sent']     = 'წარმატება: თქვენს ელ. ფოსტაზე გამოგზავნილია უსაფრთხოების კოდი!';
$_['text_locked']   = 'თქვენი ანგარიში დაბლოკილია!';
$_['text_reset']    = 'თქვენი ანგარიში დაიბლოკა უსაფრთხოების კოდის არასწორად შეყვანის მრავალჯერადი მცდელობის გამო. დააჭირეთ გადატვირთვის ღილაკს, რათა მიიღოთ გადატვირთვის ბმული თქვენს ელ. ფოსტაზე.';
$_['text_link']     = 'წარმატება: თქვენს ელ. ფოსტის მისამართზე გამოგზავნილია ბმული პაროლის აღსადგენად!';
$_['text_unlocked'] = 'წარმატება: თქვენი ანგარიში განბლოკილია!';
$_['text_unlock']   = 'თქვენი ანგარიში დაიბლოკა უსაფრთხოების კოდის არასწორად შეყვანის მრავალჯერადი მცდელობის გამო. დააჭირეთ გადატვირთვის ღილაკს, რათა მიიღოთ გადატვირთვის ბმული თქვენს ელ. ფოსტაზე.';
$_['text_failed']   = 'უსაფრთხოების კოდის გადატვირთვა ვერ მოხერხდა!';

// Entry
$_['entry_code']    = 'უსაფრთხოების კოდი';

// Button
$_['button_send']   = 'გაგზავნა';
$_['button_reset']  = 'გადატვირთვა';

// Error
$_['error_code']    = 'უსაფრთხოების კოდი არასწორია!';
