<?php
// Heading
$_['heading_title']      = 'ჩემი ანგარიშის ინფორმაცია';

// Text
$_['text_account']       = 'ანგარიში';
$_['text_edit']          = 'ინფორმაციის რედაქტირება';
$_['text_your_details']  = 'თქვენი პირადი მონაცემები';
$_['text_success']       = 'მონაცემები წარმატებით განახლდა';

// Entry
$_['entry_firstname']    = 'სახელი';
$_['entry_lastname']     = 'გვარი';
$_['entry_email']        = 'ელ. ფოსტა';
$_['entry_telephone']    = 'ტელეფონი';

// Error
$_['error_token']        = 'გაფრთხილება: რედაქტირების ტოკენი არასწორია!';
$_['error_exists']       = 'გაფრთხილება: ეს ელ. ფოსტის მისამართი უკვე რეგისტრირებულია!';
$_['error_firstname']    = 'სახელი უნდა შედგებოდეს 1-დან 32 სიმბოლომდე!';
$_['error_lastname']     = 'გვარი უნდა შედგებოდეს 1-დან 32 სიმბოლომდე!';
$_['error_email']        = 'ელ. ფოსტის მისამართი არასწორია!';
$_['error_telephone']    = 'ტელეფონის ნომერი უნდა შედგებოდეს 3-დან 32 სიმბოლომდე!';
$_['error_custom_field'] = '%s სავალდებულოა!';
$_['error_regex']        = '%s არასწორი მნიშვნელობაა!';
