<?php
// Heading
$_['heading_title']            = 'დაგავიწყდათ პაროლი?';
$_['heading_reset']            = 'გადააყენეთ თქვენი პაროლი';

// Text
$_['text_account']             = 'ანგარიში';
$_['text_forgotten']           = 'პაროლის აღდგენა';
$_['text_your_email']          = 'თქვენი ელ. ფოსტა';
$_['text_email']               = 'შეიყვანეთ თქვენი ელ. ფოსტა, რომელზედაც მიიღებთ პაროლის აღსადგენ ბმულს';
$_['text_password']            = 'შეიყვანეთ ახალი პაროლი, რომლის გამოყენებაც გსურთ.';
$_['text_sent']                = 'თქვენს ელ. ფოსტის მისამართზე გამოგზავნილია დამადასტურებელი ბმული!';
$_['text_reset']               = 'წარმატება: თქვენი პაროლი წარმატებით განახლდა.';

// Entry
$_['entry_email']              = 'ელ. ფოსტა';
$_['entry_new_password']       = 'ახალი პაროლი';
$_['entry_password']           = 'ახალი პაროლი';
$_['entry_confirm']            = 'დადასტურება';

// Error
$_['error_email']              = 'გაფრთხილება: ეს ელ. ფოსტის მისამართი ვერ მოიძებნა ჩვენს ბაზაში, გთხოვთ სცადოთ თავიდან!';
$_['error_not_found']          = 'გაფრთხილება: ეს ელ. ფოსტის მისამართი ვერ მოიძებნა ჩვენს ბაზაში!';
$_['error_password']           = 'პაროლი უნდა იყოს 4-დან 20 სიმბოლომდე!';
$_['error_password_uppercase'] = 'დიდი ასო';
$_['error_password_lowercase'] = 'პატარა ასო';
$_['error_password_number']    = 'ციფრი';
$_['error_password_symbol']    = 'სიმბოლო';
$_['error_password_length']    = 'პაროლი უნდა შედგებოდეს %d-დან 20 სიმბოლომდე!';
$_['error_confirm']            = 'პაროლი და პაროლის გამეორება არ ემთხვევა ერთმანეთს';
$_['error_code']               = 'პაროლის გადატვირთვის კოდი არასწორია ან ადრე იყო გამოყენებული!';
