<?php
// Heading
$_['heading_title']      = 'დაბრუნებები';

// Text
$_['text_account']       = 'ანგარიში';
$_['text_return']        = 'დაბრუნების ინფორმაცია';
$_['text_description']   = 'RMA ნომრის მისაღებად გთხოვთ, შეავსოთ ქვემოთ მოცემული ფორმა.';
$_['text_order']         = 'შეკვეთის ინფორმაცია';
$_['text_customer']      = 'მომხმარებლის ინფორმაცია';
$_['text_product']       = 'პროდუქტის ინფორმაცია';
$_['text_message']       = '<p>გმადლობთ დაბრუნების მოთხოვნის გაგზავნისთვის. თქვენი მოთხოვნა გადაეგზავნა შესაბამის დეპარტამენტს დასამუშავებლად.</p><p>თქვენ მიიღებთ შეტყობინებას ელ. ფოსტით მოთხოვნის სტატუსის შესახებ.</p>';
$_['text_return_id']     = 'დაბრუნების ID';
$_['text_order_id']      = 'შეკვეთის ID';
$_['text_date_ordered']  = 'შეკვეთის თარიღი';
$_['text_date_added']    = 'დამატების თარიღი';
$_['text_opened']        = 'გახსნილი';
$_['text_unopened']      = 'დაუხსნელი';
$_['text_reason']        = 'დაბრუნების მიზეზი';
$_['text_action']        = 'მოქმედება';
$_['text_tbc']           = 'დასაზუსტებელია';
$_['text_comment']       = 'კომენტარი';
$_['text_history']       = 'დაბრუნებების ისტორია';
$_['text_no_results']    = 'თქვენ არ გაქვთ წარსული დაბრუნებები!';
$_['text_agree']         = 'წავიკითხე და ვეთანხმები <a href="%s" class="modal-link"><b>%s</b></a>-ს';

// Column
$_['column_return_id']   = 'დაბრუნების ID';
$_['column_order_id']    = 'შეკვეთის ID';
$_['column_status']      = 'სტატუსი';
$_['column_date_added']  = 'დამატების თარიღი';
$_['column_product']     = 'პროდუქტი';
$_['column_model']       = 'მოდელი';
$_['column_quantity']    = 'რაოდენობა';
$_['column_opened']      = 'გახსნილი';
$_['column_comment']     = 'კომენტარი';
$_['column_reason']      = 'მიზეზი';
$_['column_action']      = 'მოქმედება';

// Entry
$_['entry_order_id']     = 'შეკვეთის ID';
$_['entry_date_ordered'] = 'შეკვეთის თარიღი';
$_['entry_firstname']    = 'სახელი';
$_['entry_lastname']     = 'გვარი';
$_['entry_email']        = 'ელ. ფოსტა';
$_['entry_telephone']    = 'ტელეფონი';
$_['entry_product']      = 'პროდუქტის დასახელება';
$_['entry_model']        = 'პროდუქტის კოდი';
$_['entry_quantity']     = 'რაოდენობა';
$_['entry_reason']       = 'დაბრუნების მიზეზი';
$_['entry_opened']       = 'პროდუქტი გახსნილია';
$_['entry_fault_detail'] = 'დეფექტის ან სხვა დეტალების აღწერა';

// Error
$_['error_return']       = 'თქვენ მიერ მოთხოვნილი დაბრუნება ვერ მოიძებნა!';
$_['error_token']        = 'გაფრთხილება: ტოკენი არასწორია!';
$_['error_order_id']     = 'შეკვეთის ID სავალდებულოა!';
$_['error_firstname']    = 'სახელი უნდა შედგებოდეს 1-დან 32 სიმბოლომდე!';
$_['error_lastname']     = 'გვარი უნდა შედგებოდეს 1-დან 32 სიმბოლომდე!';
$_['error_email']        = 'ელ. ფოსტის მისამართი არასწორია!';
$_['error_telephone']    = 'ტელეფონის ნომერი უნდა შედგებოდეს 3-დან 32 სიმბოლომდე!';
$_['error_product']      = 'პროდუქტის დასახელება უნდა შედგებოდეს 3-დან 255 სიმბოლომდე!';
$_['error_model']        = 'პროდუქტის კოდი უნდა შედგებოდეს 3-დან 64 სიმბოლომდე!';
$_['error_reason']       = 'გთხოვთ, აირჩიოთ დაბრუნების მიზეზი!';
$_['error_agree']        = 'გაფრთხილება: თქვენ უნდა დაეთანხმოთ %s-ს!';
