<?php
// Heading
$_['heading_title']    = 'ეფილეთ თრექინგი';

// Text
$_['text_account']     = 'ანგარიში';
$_['text_description'] = 'იმისათვის, რომ მიიღოთ ანაზღაურება ჩვენთან გამოგზავნილი რეფერალებისთვის, საჭიროა რეფერალის თრექინგი სპეციალური თრექინგ კოდის საშუალებით, რომელიც უნდა იყოს ჩვენთან მიმავალ ბმულებში. ქვემოთ მოცემული ხელსაწყოებით შეგიძლიათ შექმნათ ბმულები %s საიტზე.';

// Entry
$_['entry_code']       = 'თქვენი ეფილეტ კოდი';
$_['entry_generator']  = 'თრექინგ ბმულის გენერატორი';
$_['entry_link']       = 'თრექინგ ბმული';

// Help
$_['help_generator']   = 'შეიყვანეთ იმ პროდუქტის დასახელება, რომელზეც გსურთ ბმულის შექმნა';
