<?php
// Text
$_['text_reviews']    = '%s მიმოხილვები';
$_['text_write']      = 'დაწერეთ მიმოხილვა';
$_['text_login']      = 'მიმოხილვის დასაწერად გთხოვთ <a href="%s">გაიაროთ ავტორიზაცია</a> ან <a href="%s">დარეგისტრირდეთ</a>';
$_['text_no_results'] = 'ამ პროდუქტის შესახებ მიმოხილვა არ არის.';
$_['text_note']       = '<span class="text-danger">შენიშვნა:</span> HTML თარგმანს არ ექვემდებარება!';
$_['text_success']    = 'გმადლობთ თქვენი მიმოხილვისთვის. იგი გადაეგზავნა ვებმასტერს დასამტკიცებლად.';

// Entry
$_['entry_author']     = 'თქვენი სახელი';
$_['entry_review']     = 'თქვენი მიმოხილვა';
$_['entry_rating']     = 'რეიტინგი';
$_['entry_good']       = 'კარგი';
$_['entry_bad']        = 'ცუდი';

// Tab
$_['tab_review']       = 'მიმოხილვები (%s)';

// Error
$_['error_token']      = 'გაფრთხილება: მიმოხილვის ტოკენი არასწორია!';
$_['error_product']    = 'გაფრთხილება: პროდუქტი ვერ მოიძებნა!';
$_['error_author']     = 'სახელი უნდა შედგებოდეს 3-დან 25 სიმბოლომდე!';
$_['error_text']       = 'მიმოხილვის ტექსტი უნდა შედგებოდეს 25-დან 1000 სიმბოლომდე!';
$_['error_rating']     = 'გთხოვთ, აირჩიოთ რეიტინგი!';
$_['error_login']      = 'პროდუქტის შესახებ მიმოხილვის დასაწერად საჭიროა ავტორიზაცია!';
$_['error_purchased']  = 'მიმოხილვის დასაწერად საჭიროა, რომ ეს პროდუქტი შეძენილი გქონდეთ!';
$_['error_status']     = 'მიმოხილვები გამორთულია!';
