<?php
// Text
$_['text_success']   = 'წარმატება: თქვენი კუპონის ფასდაკლება გამოყენებულია!';

// Error
$_['error_customer'] = 'გაფრთხილება: საჭიროა მომხმარებლის დეტალები!';
$_['error_product']  = 'გაფრთხილება: საჭიროა პროდუქტები!';
$_['error_coupon']   = 'გაფრთხილება: კუპონი არასწორია, ვადაგასულია ან მიაღწია გამოყენების ლიმიტს!';
$_['error_status']   = 'გაფრთხილება: კუპონები არ არის ჩართული ამ მაღაზიაში!';
$_['error_confirm']  = 'გაფრთხილება: გთხოვთ, ყურადღებით შეამოწმოთ კუპონის ფორმა შეცდომებზე!';
