<?php
// Text
$_['text_success']   = 'წარმატება: თქვენი ჯილდოს ქულების ფასდაკლება გამოყენებულია!';

// Error
$_['error_customer'] = 'გაფრთხილება: საჭიროა მომხმარებლის დეტალები!';
$_['error_product']  = 'გაფრთხილება: საჭიროა პროდუქტები!';
$_['error_points']   = 'გაფრთხილება: თქვენ არ გაქვთ %s ჯილდოს ქულა!';
$_['error_maximum']  = 'გაფრთხილება: მაქსიმალური რაოდენობა ქულების, რომელთა გამოყენებაც შესაძლებელია, არის %s!';
$_['error_status']   = 'გაფრთხილება: ჯილდოს ქულები არ არის ჩართული ამ მაღაზიაში!';
$_['error_confirm']  = 'გაფრთხილება: გთხოვთ, ყურადღებით შეამოწმოთ ჯილდოს ფორმა შეცდომებზე!';
